/* Error reason when a service with a known application is invoked but another user has the application open */
"Another user has the \\U201C%@\\U201D application open." = "有其他的使用者打開“%@”應用程式。";

/* Recovery suggestion when a service is invoked but the application is already open under another account */
"Ask the other user to quit the \\U201C%@\\U201D application, and then try again." = "請讓其他的使用者關閉“%@”應用程式，然後再試一次。";

/* Recovery suggestion when a service with a known application is invoked but the application is not compatible with the computer */
"Contact the vendor of \\U201C%@\\U201D for an updated version." = "請聯絡“%@”製造商來取得更新的版本。";

/* Recovery suggestion when a service is invoked but the user does not have permission to run the application */
"Contact your administrator for assistance." = "請聯絡您的管理者來尋求協助。";

/* NSTextReadInapplicableDocumentTypeError */
"Err65806" = "無法打開檔案，原因是不支援指定的格式。";

/* NSTextWriteInapplicableDocumentTypeError */
"Err66062" = "無法儲存檔案，原因是不支援指定的格式。";

/* A generic recovery suggestion displayed in an alert when an error occurs and there's no information about it. */
"No other information is available about the problem." = "沒有關於問題的其他資訊。";

/* 'Show Application' recovery suggestion when a service request failed */
"Show Application" = "顯示應用程式";

/* 'Show Workflow' recovery suggestion when a workflow service request failed */
"Show Workflow" = "顯示工作流程";

/* Error description when some files cannot be duplicated (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "無法複製部份檔案，原因是發生其他錯誤（OSStatus %d）。";

/* Error description when some files cannot be duplicated (but others succeeded) because of a disk error. */
"Some files could not be duplicated because of a disk error." = "無法複製部分檔案，原因是磁碟發生錯誤。";

/* Error description when some files cannot be duplicated (but others succeeded) because the disk is full. */
"Some files could not be duplicated because the disk is full." = "無法複製部分檔案，原因是磁碟已滿。";

/* Error description when some files cannot be duplicated (but others succeeded) because the volume is write protected. */
"Some files could not be duplicated because the volume is write protected." = "無法複製部分檔案，原因是卷宗為寫入保護。";

/* Error description when some files cannot be duplicated (but others succeeded) because they were not found. */
"Some files could not be duplicated because they were not found." = "無法複製部分檔案，原因是找不到檔案。";

/* Error description when some files cannot be duplicated (but others succeeded) without giving a reason. */
"Some files could not be duplicated." = "無法複製部分檔案。";

/* Error description when some files cannot be moved to the trash (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "無法將部份檔案搬移到垃圾桶，原因是發生其他錯誤（OSStatus %d）。";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a disk error. */
"Some files could not be moved to the trash because of a disk error." = "無法將部分檔案搬移到垃圾桶，原因是磁碟發生錯誤。";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is full. */
"Some files could not be moved to the trash because the disk is full." = "無法將部分檔案搬移到垃圾桶，原因是磁碟已滿。";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is write protected. */
"Some files could not be moved to the trash because the disk is write protected." = "無法將部分檔案搬移到垃圾桶，原因是磁碟為寫入保護。";

/* Error description when some files cannot be moved to the trash (but others succeeded) because they were not found. */
"Some files could not be moved to the trash because they were not found." = "無法將部份檔案搬移到垃圾桶，原因是找不到檔案。";

/* Error description when some files cannot be moved to the trash (but others succeeded) without giving a reason. */
"Some files could not be moved to the trash." = "無法將部份檔案搬移到垃圾桶。";

/* Error reason when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D application could not be found." = "找不到“%@”應用程式。";

/* Error reason when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D application could not be opened." = "無法打開“%@”應用程式。";

/* Error reason when an application did not provide valid data */
"The \\U201C%@\\U201D application did not provide valid data." = "“%@”應用程式未提供有效的資料。";

/* Error reason when an application did not respond to a request for services */
"The \\U201C%@\\U201D application did not respond to the request for services." = "“%@”應用程式未回應服務要求。";

/* Error reason when a service with a known application is invoked but the application is corrupt */
"The \\U201C%@\\U201D application is corrupt." = "“%@”應用程式已損毀。";

/* Error reason when a service with a known application is invoked but the application is in the trash */
"The \\U201C%@\\U201D application is in the Trash." = "“%@”應用程式在“垃圾桶”裡。";

/* Error reason when a service with a known application is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D application is not compatible with your computer." = "“%@”應用程式與您的電腦不相容。";

/* Error reason when a service with a known application is invoked but the application requires a newer version of Mac OS X */
"The \\U201C%@\\U201D application requires a newer version of Mac OS X." = "執行“%@”應用程式需要較新版的 Mac OS X。";

/* Error description when a service is invoked but another user has the application open */
"The \\U201C%@\\U201D service could not be used because another user has the \\U201C%@\\U201D application open." = "無法使用“%1$@”服務，原因是有其他的使用者打開“%2$@”應用程式。";

/* Error description when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be found." = "無法使用“%1$@”服務，原因是找不到“%2$@”應用程式。";

/* Error description when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be opened." = "無法使用“%1$@”服務，原因是無法打開“%2$@”應用程式。";

/* Error description when a service with a known application is invoked but the application did not provide valid data */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not provide valid data." = "無法使用“%1$@”服務，原因是“%2$@”應用程式未提供有效的資料。";

/* Error description when a service with a known application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not respond to a request for services." = "無法使用“%1$@”服務，原因是“%2$@”應用程式未回應服務要求。";

/* Error description when a service is invoked but the application is corrupt */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is corrupt." = "無法使用“%1$@”服務，原因是“%2$@”應用程式已損毀。";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is in the Trash." = "無法使用“%1$@”服務，原因是“%2$@”應用程式在“垃圾桶”裡。";

/* Error description when a service is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is not compatible with your computer." = "無法使用“%1$@”服務，原因是“%2$@”應用程式與您的電腦不相容。";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application requires a newer version of Mac OS X." = "無法使用“%1$@”服務，原因是執行“%2$@”應用程式需要較新版的 Mac OS X。";

/* Error description when a workflow service is invoked but the workflow could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow could not be found." = "無法使用“%1$@”服務，因為找不到“%2$@”工作流程。";

/* Error description when a workflow service timed out */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not finish in time." = "無法使用“%1$@”服務，因為“%2$@”工作流程未及時完成。";

/* Error description when a workflow service did not provide valid data. */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not provide valid data." = "無法使用“%1$@”服務，因為“%2$@”工作流程未提供有效的資料。";

/* Error description when a service with an unknown application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the application could not be found." = "無法使用“%@”服務，原因是找不到應用程式。";

/* Error description when a service with an unknown application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the application could not be opened." = "無法使用“%@”服務，原因是無法打開應用程式。";

/* Error description when a service with an unknown application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the application did not respond to a request for services." = "無法使用“%@”服務，原因是應用程式未回應服務要求。";

/* Error description when a service with a known application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D application." = "無法使用“%1$@”服務，原因是從“%2$@”應用程式取得服務資訊時出現問題。";

/* Error description when a workflow service is invoked but there was a problem retrieving service information. */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "無法使用“%1$@”服務，因為從“%2$@”工作流程取得服務資訊時發生問題。";

/* Error description when a service with an unknown application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the application." = "無法使用“%@”服務，原因是從應用程式取得服務資訊時出現問題。";

/* Error description when a service is invoked but the user does not have permission to run the application */
"The \\U201C%@\\U201D service could not be used because you do not have permission to open the \\U201C%@\\U201D application." = "無法使用“%1$@”服務，原因是您沒有打開“%2$@”應用程式的權限。";

/* Error description when a service is invoked but there was a miscellaneous problem */
"The \\U201C%@\\U201D service could not be used." = "無法使用“%@”服務。";

/* Error reason when a service with a known workflow is invoked but the application could not be found */
"The \\U201C%@\\U201D workflow could not be found." = "找不到“%@”工作流程。";

/* Error reason when a workflow service timed out */
"The \\U201C%@\\U201D workflow did not finish in time." = "“%@”工作流程未及時完成。";

/* Failure reason when the app cannot be launched because of unknown errors. */
"The application \\U201C%@\\U201D could not be launched because a miscellaneous error occurred (OSStatus %d)." = "無法啟動應用程式“%1$@”，原因是發生其他錯誤（OSStatus %2$d）。";

/* Failure reason when an application is corrupt. */
"The application \\U201C%@\\U201D could not be launched because it is corrupt." = "無法啟動應用程式“%@”，原因是應用程式已損毀。";

/* Failure reason when the app is in the trash. */
"The application \\U201C%@\\U201D could not be launched because it is in the Trash." = "無法啟動應用程式“%@”，原因是應用程式在“垃圾桶”裡。";

/* Failure reason when an application is not compatible with the computer. */
"The application \\U201C%@\\U201D could not be launched because it is not compatible with your computer." = "無法啟動應用程式“%@”，原因是應用程式與您的電腦不相容。";

/* Error description for when an app could not be launched */
"The application \\U201C%@\\U201D could not be launched because it was not found." = "無法啟動應用程式“%@”，原因是找不到應用程式。";

/* Error reason when a service with an unknown application is invoked but the application could not be found */
"The application could not be found." = "找不到應用程式。";

/* Error reason when a service with an unknown application is invoked but the application could not be opened */
"The application could not be opened." = "無法打開應用程式。";

/* Error description for when an application is using a disk that the user tries to eject. */
"The disk could not be ejected because it is in use by \\U201C%@\\U201D." = "磁碟正在被“%@”使用，所以無法退出。";

/* Error description when a file cannot be duplicated because it was not found. */
"The file \\U201C%@\\U201D could not be duplicated because it was not found." = "無法複製檔案“%@”，原因是找不到檔案。";

/* Error description when a file cannot be duplicated because of a disk error. */
"The file \\U201C%@\\U201D could not be duplicated because of a disk error." = "無法複製檔案“%@”，原因是磁碟發生錯誤。";

/* Error description when a file cannot be duplicated because the disk is full. */
"The file \\U201C%@\\U201D could not be duplicated because the disk is full." = "無法複製檔案“%@”，原因是磁碟已滿。";

/* Error description when a file cannot be duplicated because the volume is write protected. */
"The file \\U201C%@\\U201D could not be duplicated because the volume is write protected." = "無法複製檔案“%@”，原因是卷宗為寫入保護。";

/* Error description when a file cannot be duplicated without giving a reason. */
"The file \\U201C%@\\U201D could not be duplicated." = "無法複製檔案“%@”。";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "無法將檔案“%1$@”搬移到垃圾桶，原因是發生其他錯誤（OSStatus %2$d）。";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because it was not found." = "無法將檔案“%@”搬移到垃圾桶，原因是找不到檔案。";

/* Error description when a file cannot be moved to the trash because of a disk error. */
"The file \\U201C%@\\U201D could not be moved to the trash because of a disk error." = "無法將檔案“%@”搬移到垃圾桶，原因是磁碟發生錯誤。";

/* Error description when a file cannot be moved to the trash because the disk is full. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is full." = "無法將檔案“%@”搬移到垃圾桶，原因是磁碟已滿。";

/* Error description when a file cannot be moved to the trash because the volume is write protected. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is write protected." = "無法將檔案“%@”搬移到垃圾桶，原因是磁碟為寫入保護。";

/* Error description when a file cannot be moved to the trash without giving a reason. */
"The file \\U201C%@\\U201D could not be moved to the trash." = "無法將檔案“%@”搬移到垃圾桶。";

/* Error description when all files cannot be duplicated because a miscellaneous error occurred. */
"The files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "無法複製檔案，原因是發生其他錯誤（OSStatus %d）。";

/* Error description when all files cannot be duplicated because of a disk error. */
"The files could not be duplicated because of a disk error." = "無法複製檔案，原因是磁碟發生錯誤。";

/* Error description when all files cannot be duplicated because the disk is full. */
"The files could not be duplicated because the disk is full." = "無法複製檔案，原因是磁碟已滿。";

/* Error description when all files cannot be duplicated because the volume is write protected. */
"The files could not be duplicated because the volume is write protected." = "無法複製檔案，原因是卷宗為寫入保護。";

/* Error description when all files cannot be duplicated because they were not found. */
"The files could not be duplicated because they were not found." = "無法複製檔案，原因是找不到檔案。";

/* Error description when all files cannot be duplicated without giving a reason. */
"The files could not be duplicated." = "無法複製檔案。";

/* Error description when all files cannot be moved to the trash because a miscellaneous error occurred. */
"The files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "無法將檔案搬移到垃圾桶，原因是發生其他錯誤（OSStatus %d）。";

/* Error description when all files cannot be moved to the trash because of a disk error. */
"The files could not be moved to the trash because of a disk error." = "無法將檔案搬移到垃圾桶，原因是磁碟發生錯誤。";

/* Error description when all files cannot be moved to the trash because the disk is full. */
"The files could not be moved to the trash because the disk is full." = "無法將檔案搬移到垃圾桶，原因是磁碟已滿。";

/* Error description when all files cannot be moved to the trash because the disk is write protected. */
"The files could not be moved to the trash because the disk is write protected." = "無法將檔案搬移到垃圾桶，原因是磁碟為寫入保護。";

/* Error description when all files cannot be moved to the trash because they were not found. */
"The files could not be moved to the trash because they were not found." = "無法將檔案搬移到垃圾桶，原因是找不到檔案。";

/* Error description when all files cannot be moved to the trash without giving a reason. */
"The files could not be moved to the trash." = "無法將檔案搬移到垃圾桶。";

/* A generic error message displayed in an alert when an error occurs and there's no information about it. */
"The operation could not be completed." = "無法完成這項操作。";

/* Error description when an unknown service with an unknown application is invoked but the application did not provide valid data */
"The service could not be used because the application did not provide valid data." = "無法使用服務，原因是應用程式未提供有效的資料。";

/* Error reason when a service with a known application does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D application." = "從“%@”應用程式取得服務資訊時出現問題。";

/* Error reason when a workflow service does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "從“%@”工作流程取得服務資訊時發生問題。";

/* Error reason when a service with an unknown application does not report its Services correctly */
"There was a problem retrieving service information from the application." = "從應用程式取得服務資訊時出現問題。";

/* Recovery suggestion when a service with a known application is invoked but the application is in the trash */
"Try dragging \\U201C%@\\U201D from the Trash to your Applications folder." = "請試著將“%@”從“垃圾桶”拖移到您的“應用程式”檔案夾。";

/* Recovery suggestion when a service is invoked but the application is corrupt
   Recovery suggestion when a service with a known application could not be found
   Recovery suggestion when a service with a known application could not be opened */
"Try reinstalling \\U201C%@.\\U201D" = "請試著重新安裝“%@”。";

/* Recovery suggestion when a service with a known application does not report its Services correctly */
"Try reinstalling \\U201C%@\\U201D, or contact the vendor for an updated version." = "請試著重新安裝“%@”，或聯絡製造商來取得更新的版本。";

/* Recovery suggestion when a service with an unknown application does not report its Services correctly */
"Try reinstalling the application, or contact the vendor for an updated version." = "請試著重新安裝應用程式，或聯絡製造商來取得更新的版本。";

/* Recovery suggestion when a service with an unknown application could not be found
   Recovery suggestion when a service with an unknown application could not be opened */
"Try reinstalling the application." = "請試著重新安裝應用程式。";

/* Recovery suggestion when an application did not respond to the request for services */
"Try reopening \\U201C%@,\\U201D or contact the vendor for an updated version." = "請試著重新打開“%@”，或聯絡製造商來取得更新的版本。";

/* Automator based recovery suggestion for a workflow Service.
   Recovery suggestion when a workflow service timed out. */
"Try running the \\U201C%@\\U201D workflow in Automator." = "試著在 Automator 中執行“%@”工作流程。";

/* Recovery suggestion when a service is invoked but the application requires a newer version of Mac OS X */
"Try using an older version of \\U201C%@,\\U201D or upgrade to a newer version of Mac OS X." = "請試著使用較舊版本的“%@”，或升級至較新版的 Mac OS X。";

/* Recovery suggestion when an application did not respond to the request for services */
"Try using the service differently, or contact the vendor for an updated version of \\U201C%@.\\U201D" = "請試著用不同的方式使用服務，或聯絡製造商來取得“%@”的更新版本。";

/* Error description when some files cannot be duplicated (but others succeeded) because  of a lack of permissions. */
"You do not have permission to duplicate some of the files." = "您沒有複製部份檔案的權限。";

/* Error description when a file cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the file \\U201C%@\\U201D." = "您沒有複製檔案“%@”的權限。";

/* Error description when all files cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the files." = "您沒有複製檔案的權限。";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a lack of permissions. */
"You do not have permission to move some of the files to the trash." = "您沒有將部份檔案搬移到垃圾桶的權限。";

/* Error description when a file cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the file \\U201C%@\\U201D to the trash." = "您沒有將檔案“%@”搬移到垃圾桶的權限。";

/* Error description when all files cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the files to the trash." = "您沒有將檔案搬移到垃圾桶的權限。";

/* Error reason when a service with a known application is invoked but the user does not have permission to run the application */
"You do not have permission to open the \\U201C%@\\U201D application." = "您沒有打開“%@”應用程式的權限。";

/* Failure reason when the user lacks permission to run the app. */
"You do not have permission to run the application \\U201C%@\\U201D." = "您沒有執行應用程式“%@”的權限。";

